(package! rainbow-mode)

(package! solaire-mode :disable t)

(package! org-modern)

;;(package! org-modern-indent :recipe (:host github :repo "jdtsmith/org-modern-indent"))

(package! org-appear)

(package! org-present)

(unpin! org-roam)
(package! org-roam-ui)

(package! ox-slack)

(package! ox-gfm)

(package! xterm-color)

(package! ripgrep)

(package! protobuf-mode)
